driver-tests/bpelse/assign/AssignJbi/test/AssignDateIncrementInvoke/archive/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://sun.com/echo/"
                   xmlns="http://stc.com/AssignMultiDateTNS">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
  <AssignMultiDateSameInOperation>
   <InputElement>
    <xsd_dateTime>2005-08-25T16:00:00</xsd_dateTime>
    <xsd_duration>P2006Y3M25DT0H0M0S</xsd_duration>
   </InputElement>
  </AssignMultiDateSameInOperation>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>